Repository: giellalt/corpus-sma
Catalog: tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_barnehagetilbud_-_sa_rsamisk.pdf.tmx
Source language: sma
Languages: sme

source: Vaajteles maanagïerti ulmiejaksemem vuejnedh juktie maehtedh viehkiedïrregh bïejedh dohkoe gusnie illedahkh eah leah dan hijven.
sme: Sávvat beassat oaidnit olahit go mánáidgárddit mihttomeari vai sáhttá bidjat váikkuhangaskaomiid dohko gos eai leat nu buorit bohtosat.

source: Daate sån sæjhta kvaliteetem maanagïertesne bueriedidh.
sme: Dát sáhtášii buoridit mánáidgárddiid kvalitehta.

source: • Maanah nænnoesåbpoe gïeleskreejremem åadtjoeh noerhte-, julev- jïh åarjelsaemien gïelesne.
sme: • Mánáid giellamovttiidahttin davvi-, julev- ja máttasámegielas nannejuvvo.

source: • Aareh gïeleskreejremasse sjïehteladtedh maanagïertefaalenassi tjïrrh.
sme: • Láhčit árra giellamovttiidahttima mánáidgárdefálaldaga bokte.

source: • Viehkiehtidh byjjes maahtojne saemien gïelesne barkiji luvnie.
sme: • Váikkuhit formála gelbbolašvuođa sámi gielas bargiid gaskkas.

source: Barkoesuerkie 3 - Gïelebiesiemaallh
sme: Áŋgiruššansuorgi 3 – Giellalávgunmodeallat

source: Daan sjïekenisnie dle gïelebiesiemaallh akte gïelelïerehtimmievuekie gusnie akte mubpiengïele jallh ammesgïele maanan byjreskinie åtnasåvva.
sme: Giellalávgunmodeallan dán oktavuođas áddejuvvo dat giellaoahpahusmetoda mas nubbi giella dahje amas giella geavahuvvo máná birrasis.

source: Guvvie: Saemiedigkie
sme: Deattuhuvvo ahte giela oahppá eará doaimmaid bokte.

source: gïehtelieh, jïh maanagïerten barkijh leah meatan juktie gïeleraeriestimmieh maanide vedtedh.
sme: Mánáidgárddis vuođđuduvvo giellalávgunmetodihkka prinsihppii ahte mánná oahppá sámegiela go searvá doaimmaide, maidda bargit servet ja sii sáhttet addit gielalaš rávvagiid mánáide.

source: Daate saemiengïelen barkijh kreava.
sme: Dát gáibida ahte leat sámegielat bargit.

source: Dååjrehtimmieh vuesiehtieh jienebh saemien maanagïerth jïh goevtesh dovne nöörjen jïh saemien biejjieladtje gïeline utnieh, jïh dah ulmieh gïelelïerehtimmine dajveste dajvese jeerehtieh.
sme: Vásihusat čájehit ahte ollu sámi mánáidgárddiin ja ossodagain lea sihke dárogiella ja sámegiella beaivválaš giellan, ja giellaoahpahusa mihttomearit molsašuddet distrivttas distriktii.

source: Dan åvteste maanagïerth sijhtieh evtiedimmiemaallh daarpesjidh mah leah ektiedamme fïerhten maanetjen gïeletseahkan jïh gietskies tsiehkide.
sme: Dalle leage mánáidgárddiin dárbu dakkár ovddidanmodeallaide mat čatnasit ovttaskasa gielladillái ja báikkálaš diliide.

source: Haesteme lea aktem tjåenghkies våaromem utnedh dejtie barkijidie gïelelïerehtimmesne.
sme: Hástalussan lea oktasaš geađgejuolgi bargiid giellaoahpahussii.

source: Dastegh dagkerh “ nænnoes ” gïelebiesiemaallh åtnasuvvieh dejnie maanagïertine mah saemienfaalenassem utnieh, dle daate sæjhta gïelelïerehtimmiem skreejredh jïh daajroem evtiedidh gïelelïerehtimmesne.
sme: Go vállje nu gohčoduvvon “ nana ” giellalávgunmodeallaid mánáidgárddiin gos lea sámi fálaldat de buvttiha dat positiivvalaš ahtanuššama ja máhttoovddideami giellaoahpahusas.

source: Akte tendense orreme dagkerh “ inaktijve ” maallh nuhtjedh maanagïertine, gusnie gïelebarkoe ij leah dam vaajteles illedahkem vadteme.
sme: Tendeansan mánáidgárddiin lea leamaš geavahit “ ii árjjalaš ” modeallaid man oktavuođas giellabargu ii leat addán dakkár bohtosiid maid leat sávvan.

source: Daate lea mij akt maam Saemiedigkie sæjhta jarkelidh.
sme: Dá lea juoga maid Sámediggi áigu rievdadit.

source: Saemiedigkie lea aarebi vierhtieh vadteme “ Elgåprosjektese ” (Dieđut Nr. 1/2007 ” Samisk språk i Svahken Sïjte ”), jïh Lavangen tjïeltese juktie gïelebiesiemaallem maanagïertesne pryövedh.
sme: Sámediggi lea ovdal addán ruđaid ” Elgå-prošektii ” (Dieđut Nr. 1/2007 ” Samisk språk i Svahken Sijte ”), ja Loabáid suohkanii geahččalit giellalávgunmálle mánáidgárddis.

source: Dellie slyöhpoe gïelelïerehtimmie maanagïertine saaht guktie sjædta, jallh jearohke vihties almetjijstie.
sme: Dalle garvá dan ahte giellaoahpahus mánáidgárddiin ii livččii soaittáhagas dahje olbmui duohke.

source: Akte dejstie haestiemijstie lea vuekiem evtiedidh mij fïereguhten tseahkan sjeahta.
sme: Hástalussan lea ovddidit metoda mii heive diliide.

source: Dahkoesoejkesje saemien gïelide gaskem jeatjah daam åtna goh akte dejstie sov råajvarimmijste.
sme: Sámegielaid doaibmaplánas lea earret eará dát okta doaibmabijuin.

source: Saemiedigkien råålla barkosne gïelebiesiemaalligujmie lea aaj daesnie dåarjoej jïh rååresjimmiej tjïrrh fylhkenålmajgujmie jïh tjïeltigujmie.
sme: Sámedikki rolla barggus giellalávgunmodeallaiguin lea maiddái addit doarjaga ja gulahallat fylkkamanniiguin ja gielddaiguin.

source: Dah maanagïerth mah buektiehtieh gïelebiesiem tjirrehtidh jïh illedahkh jeksieh, dah gujht tjuerieh vielie åadtjodh dåarjojne goh akte viehkiedïrrege jïh skraejrie mubpide.
sme: Dat mánáidgárddit mat nagodit čađahit giellalávguma ja jukset bohtosiid, fertejit sáhttit oažžut eanet doarjaga váikkuhangaskaoapmin ja earáid movttiidahttima dihte.

source: Reektehtsi tjïrrh mejtie Saemiedigkie åådtje, mah edtjieh vuesiehtidh åtnoem dåarjoste, dle vuajna jienebh maanagïerth leah tjöödtjestamme.
sme: Raporttaid bokte maid Sámediggi oažžu mat galget oainnusmahttit doarjaga geavaheami, čájeha ahte ollu mánáidgárddit leat bisánan.

source: Daate man åvteste gïelebiesiemaallh leah akte dejstie barkoesuerkijste Saemiedigkien politihkeles barkose.
sme: Dát lea sivvan dasa go giellalávgunmodeallat lea okta áŋgiruššansurggiin Sámedikki politihkalaš barggu oktavuođas.

source: • Maanagïerth leah åtnose vaalteme dah gïelebiesiemaallh jïh gïeleskreejremevuekieh mah leah pryöveme jïh mej bïjre daajroeh åtna dotkemistie, guktie daajra dah åssjelasse sjiehtieh
sme: • Mánáidgárddit geavahišgohtet daid giellalávgunmodeallaid ja giellamovttiidahttinvugiid mat leat geahččaluvvon ja maid ektui lea dutkama bokte máhttu, nu ahte diehtit ahte dat heivejit ulbmilii.

source: • Viehkiehtidh guktie sjiehteles gïelelïerehtimmiemaallh gååvnesieh mejgujmie maahta båetijen aejkien haestemh dåastoehtidh
sme: • Movttiidahttit ovddidanbarggu nu ahte áiggis áigái gávdnojit heivvolaš giellaoahpahusmodeallat maiguin sáhttá dustet boahtteáiggi hástalusaid.

source: • Viehkiehtidh hoksedh systeemh gååvnesieh ihke maanagïerte-aajhterh maehtieh åtnose vaeltedh dah gïelebiesiemaallh mah leah pryöveme, jïh aktem hijven gïeleevtiedimmiem vedtieh
sme: • Sihkkarastit vuogádagaid nu ahte mánáidgárdeeaiggádat sáhttet geavahit daid giellalávgunmodeallaid mat leat geahččaluvvon ja mat addet positiivvalaš ovdáneami gillii.

source: Barkoesuerkie 4 – Dåårrehtimmie saemiengïelen barkijijstie
sme: Áŋgiruššansuorgi 4 - Sámegielat bargiid rekrutteren

source: Saemien siebriedahke stoerre haestemi uvte tjåådtje juktie saemiengïelen barkijh dåårrehtidh mah noerhte-, julev- jïh åarjelsaemien haalvoeh.
sme: Sámi servodagas leat stuorra hástalusat ovddabealde go guoská sámegielat bargiid rekrutteremii geat máhttet davvi-, julev- ja

source: Jis edtja buektiehtidh maanagïertide vijriesåbpoe evtiedidh goh akte lïerije åårgane, jïh krïevenasside ööhpehtæmman illedh maanagïertelaaken mietie, dle akte vihkeles haesteme jienebh saemiengïelen barkijh maanagïertide åadtjodh.
sme: Govva: gahkkorcorustudentbhg.blogspot.no máttasámegiela. Jos mánáidgárddiid galggaš sáhttit ovddidit viidáseappot oahpaheaddji orgánan ja mat devdet oahppogáibádusa mánáidgárdelága mielde, de lea deaŧalaš hástalussan oažžut eanet sámegielat bargiid mánáidgárddiide.

source: Barkoedåehkie daan beajjetje maanagïertesne lea dovne maanagïertelohkehtæjjah / pedagogh jïh klahkh.
sme: Mánáidgárddiin leat dál bargin sihke mánáidgárdeoahpaheaddjit / pedagogat ja veahkkebargit.

source: Pedagogeles barkijh jïh jeatjah saemiengïelen barkijh leah maadthgierkieh båetijen aejkien maanagïertine.
sme: Pedagogalaš bargit ja eará sámegielat bargit leat vuođđun boahtteáiggi mánáidgárddiide.

source: Dan åvteste vihkeles saemiengïelen maanagïertelohkehtæjjah jïh mubpieh barkijh dåårrehtidh.
sme: Danne lea sámegielat mánáidgárdeoahpaheddjiid ja eará bargiid rekrutteren deaŧalaš.

source: Studenth mah ma anagïertelohkehtæjjaööhpehtimmiem vaeltieh sijhtieh maadthgierkine årrodh båetijen aejkien.
sme: Studeanttat geat váldet mánáidgárdeoahpaheaddjioahpu leat geađgejuolgin boahtteáiggis.

source: Bielelen jienebh maanagïertelohkehtæjjah mah leah saemiengïelen, dle ij sïjhth dam vaajteles evtiedimmiem åadtjodh saemien siebriedahkesne.
sme: Jos eai leat eanet sámegielat mánáidgárdeoahpaheaddjit, de ii ovdán sámi servodat nugo háliidit.

source: Saemiedigkie lea jïjnjh bïevnesh åådtjeme maanagïertijste ihke gïerve saemiengïelen barkijh dåårrehtidh, goh pedagogh, klahkh jïh sæjjasadtjh.
sme: Sámediggi lea ožžon ollu dieđuid mánáidgárddiin dan birra ahte lea váttis rekrutteret sámegielat bargiid, pedagogaid rájes, veahkkebargiid ja sadjásaččat rádjai.

source: Daate akte haesteme ij ajve dejnie dajvine mah leah saemien gïelen reeremedajven ålkolen, men aaj dejtie mah leah sisnjelen.
sme: Dát hástalus ii leat dušše guovlluin mat lea sámegiela hálddašanguovllu olggobealde, muhto maiddái dan siskkabealde.

source: Saemiedigkie sæjhta sov politihkine viehkiehtidh guktie aelhkebe sjædta dovne saemiengïelen maanagïertelohkehtæjjah jïh klahkh dåårrehtidh, jïh dejtie utniehtidh.
sme: Sámediggi áigu politihkas bokte váikkuhit dan ahte sámegielat bargiid váilivuohta unnošii ja šattašii álkit rekrutteret ja bisuhit sihke sámegielat mánáidgárdeoahpaheddjiid ja veahkkebargiid.

source: Butenschøn-moenehtse, mij nammoehtamme sjïdti jaepien 2010 juktie evtiedimmievæhtah, daerpiesvoeth jïh ulmieh saemien dotkemasse jïh jollebe ööhpehtæmman salkehtidh, såemies raeriestimmieh råajvarimmide båata sov reektehtsisnie.
sme: Butenschøn-lávdegoddi, mii nammaduvvui 2010:s čielggadit sámi dutkama ja alit oahpu ovdánan dovdomearkkaid, dárbbu ja mihttomeriid, lea buktán muhtun doaibmabidjoevttohusaid raporttastis.

source: Saemiedigkie moenehtsem raeriestimmiem dåarjohte mij jeahta “ Vierhtieh minngieööhpehtæmman lyjkesuvvieh jïh öörnegh tseegkesuvvieh ihke faageles jïh reereles barkijh edtjieh maehtedh saemiengïelem nuhtjedh.
sme: Sámediggi doarju lávdegotti evttohusa ahte “ várrejuvvojit ruđat lassiohppui ja ásahuvvojit ortnegat vai fágalaš ja hálddahuslaš bargit sáhtášedje doaibmat sámegielain.

source: Dah öörnegh tjuerieh sjïehteladtedh ihke nuekies, praktihkeles lïerehtimmie saemien gïelesne sjædta, dovne aalkoedaltesisnie jïh jåarhkedaltesisnie ” (Butenschøn-moenehtsen reektehtse 2012).
sme: Ortnegiin ferte láhčit doarvái geavatlaš oahpahusa sámegielas, sihke álgodásis ja joatkkadásiin ” (Butenschøn-lávdegoddi 2012).

source: Saemiedigkie sæjhta stuerebe fokusem utnedh saemien aerpievuekien daajrose maanagïertine.
sme: Sámediggi háliida eanet fokusa sámi árbedieđuide mánáidgárddiin.

source: Gaajhkh maanagïerth mah aktem saemien faalenassem vedtieh tjuerieh sijjen barkosne saemien aarvoeh betnesne utnedh, jïh voerkes årrodh dagkeres daajroem leerehtidh.
sme: Buot mánáidgárddit main lea sámi fálaldat fertejit vuođđudit doaimmaset sámi árvvuide ja leat eanet dihtomielalaččat dán lágan máhtu gaskkusteamis.

source: Saemiedigkie vuajna akte haesteme saemiengïelen barkijh dåårrehtidh mah amma aktem gellielaaketje maahtoem utnieh.
sme: Sámediggi oaidná ahte hástalussan lea rekrutteret sámegielat bargiid geain lea máŋggabealat gelbbolašvuohta.

source: Daerpies barkijigujmie kultuvregoerkesinie jïh kultuvremaahtojne, jïh mah daajroeh utnieh aerpievuekien saemien barkoen bïjre.
sme: Dárbbašuvvojit bargit geain lea kulturáddejupmi, kulturgelbbolašvuohta ja máhttu árbevirolaš sámi barggus.

source: Saemiedigkie vuajna daelie mijjieh akten boelvemålsomen uvte tjåadtjobe maanagïertesuerkesne.
sme: Sámediggi oaidná ahte mánáidgárdesuorggis lea

source: Dah noerh mah daan biejjien barkoem maanagïertine ohtsieh eah dam seamma kultuvrelle maahtoem utnieh goh dejpeli boelvijste.
sme: Nuorain geat dál ohcet barggu mánáidgárddiin ii leat seamma ollu go ovdal kultuvrralaš gelbbolašvuohta mii buolvvain sin ovddabealde lei.

source: Gaskem jeatjah dle maahtoe duedtien, beapmoen jïh aerpievuekien soptsestimmiej bïjre ij leah seamma nænnoes goh aarebi.
sme: Earret eará ii leat gelbbolašvuohta duojis, borramušárbevieruin ja muitalan árbevieruin seamma nanus go ovdal lei.

source: Akte vihkeles råajvarimmie, jïh ij goh unnemes akte stoerre haesteme lea kaarrh dåårrehtidh dejtie maanagïertide mah saemienfaalenassem vedtieh.
sme: Mánáidgárddiin main lea sámi fálaldat lea dievdobargiid rekrutteren deaŧalaš doaibmabidju, ja maid stuorra hástalussan.

source: Akte kampanje orreme juktie jienebh kaarrh maanagïertide dåårrehtidh.
sme: Kampánja oažžut eanet almmáiolbmuid mánáidgárddiide lea čađahuvvon.

source: Saemiedigkie lea ånnetji jueriedisnie man stoerre nåhtoe dagkerh nasjovnaale kampanjh utnieh saemien maanagïertide.
sme: Sámediggi lea veaháš eahpesihkar dan ektui man stuorra ávki nationála kampánjjain lea sámi mánáidgárddiide.

source: Juktie jienebh saemien kaarrh maanagïertide dåårrehtidh dle Saemiedigkie sæjhta aktem jïjtse saemien kampanjem vuarjasjidh.
sme: Rekrutteren dihte eanet sámi albmáid mánáidgárddiide áigu Sámediggi árvvoštallat sierra sámi kampánja čađaheami.

source: Saemiedigkien jïjtse statistihke vuesehte gålhkoen 1. biejjeste 2012, dellie lij ållesth 26 kaarrh dejnie 30 saemien maanagïertine jïh nöörjen maanagïertine saemien goevtesinie.
sme: Sámedikki 01.11.12 iežas statistihkka čájeha ahte 30 sámi mánáidgárddiin ja dáža mánáidgárddiin main lea sámi ossodat ledje oktiibuot 26 almmáiolbmo barggus.

source: Daate vuesehte dïhte låhkoe kaarrijste lij medtie 15 %.
sme: Dát čájeha ahte dievdooassi lei sullii 15 %.

source: Dejstie 1 åvtehke / rektovre, 5 kaarrh leah pedagogeles åvtehkh (1 bielelen maanagïertelohk ehtæjjaööhpehtimmie), 1 maanagïertelohkehtæjja, 18 klahkh jïh 1 kultuvrebarkije (40 % Goh vuejnebe dle jeenjemes klahkh, amma barkijh bielelen faagelïerehtimmie mah leah kaarrh, mearan ajve 6 kaarrh pedagogeles ööhpehtimmine.
sme: Sin gaskkas lei okta jođiheaddji / rektor, 5 almmáiolbmo pedagogalaš jođiheaddjin (1 geas ii lean mánáidgárdeoahpaheaddjioahppu), okta mánáidgárdeoahpaheaddji, 18 veahkkebargi ja okta kulturbargi (40 % Nugo mii oaidnit leat eanemusat veahkkebargit, nappo geain ii lean fágaoahppu almmáiolbmot, ja dušše guđa albmás lei pedagogalaš oahppu.

source: Saemiedigkie jïjtse statistihkijste vuajna dïhte låhkoe kaarrijste jeerehteminie jaepeste jaapan, jïh vååjnoe goh jïjnjh kaarrh ajve aktem jaepiem maanagïertesne berkieh.
sme: Sámediggi oaidná iežas statistihkain ahte dievdooassi molsašuddá jagis jahkái, ja dábálaš lea ahte ollu albmát barget mánáidgárddis dušše ovtta jagi háválassii.

source: Saemiedigkie sæjhta fokusem bïejedh saemien kaarride goh mïrrestallemeaktöörh jïh öörnede dan åvteste aktem saemien kaarrekonferansem jaepie 2012.
sme: Sámediggi háliida bidjat fokusa sámi albmáide dásseárvoaktevran ja lágida danne sámi dievdokonferánssa 2012:s.

source: Ulmie lea gaskem jeatjah lissiehtamme laavenjostose skreejredh mïrrestallemen bïjre.
sme: Mihttomearrin lea earret eará giktalit eanet ovttas bargat dásseárvvuin.

source: Saemiedigkie vaajtele dagkerh konferansh aaj sijhtieh gaagnine årrodh akten saemien maanagïertefaalenassese.
sme: Sámediggi háliida ahte dain konferánssain livččii ávki maiddái sámi mánáidgárdefálaldahkii.

source: Saemiedigkiebïevnesen mietie jielemeevtiedimmien bïjre (2012) dle jïjnjh haestemi uvte tjåadtjobe siebriedahkeevtiedimmien bïjre saemien dajvine.
sme: Sámediggedieđáhusa (2012) mielde ealáhusovddideami birra leat mis ovddabealde ollu hástalusat servodatovddideami ektui sámi guovlluin.

source: Ahkedh vaenebh almetjh saemien dajvine årroeh jïh jienebh stuerebe sijjide juhtieh, stoerre jarkelimmieh jielemestruktuvresne jïh sveekes orre sïelth tseegkesuvvieh jïh daerpies orresjugniedimmine.
sme: Dat čájeha negatiivvalaš álbmotovdáneami ja sentraliserema, viiddis rievdadusaid ealáhusstruktuvrras ja ásahandávjodat lea vuollin ja lea dárbu ođđa háhkamii.

source: Ahkedh jienebh almetjh juhtieh staaride Alta, Tromsø jïh Oslo.
sme: Gávpogiidda Áltái, Romsii ja Osloi lea stuorra sentraliseren.

source: Jïjnjh noerh veeljieh staarine årrodh sijjeste saemien dajvine.
sme: Ollu nuorat háliidit ássat gávpogiin ovdal go sámi guovlluin.

source: Dan åvteste dle jïjnjh dejstie smaave sijjijste eah fryöjstehke sjïdth goh årromesijjie, jïh maanagïerth smaave sijjine tjabreminie barkijh dåårrehtidh.
sme: Nu eai geasut ge ollu smávva báikkit ássanbáikin, ja mánáidgárddit smávva báikkiin rahčet erenoamážit bargiid rekrutteremiin.

source: Medtie 4000 maanagïertelohkehtæjjah nöörjen maanagïertine fååtesieh.
sme: Dáža mánáidgárddiin váilot birrasii 4000 mánáidgárdeoahpaheaddji.

source: Maanagïerth mah eah buektehth maanagïertelohkehtæjjah dåårrehtidh, maehtieh dispensasjovnem åadtjodh
sme: Mánáidgárddit mat eai nagot rekrutteret sáhttet oažžu sierra lobi mánáidgárdelága gáibádusas.

source: Naemhtie tsiehkie orreme gellie jaepieh.
sme: Dilli lea leamaš nu máŋggaid jagiid.

source: Jïjnjh fåantoeh man åvteste maanagïertelohkehtæjjah fååtesieh, men maanagïertelohkehtæjjah jïjtje jiehtieh baalhka jïh buerebe faagebyjrese evtiedimmien gaavhtan leah vihkeles ihke dah edtjieh jåerhkedh barkedh maanagïertesne.
sme: Leat ollu sivat manne váilot mánáidgárdeoahpaheaddjit, muhto ieža mánáidgárdeoahpaheaddjit vástidit bálká ja buoret fágabiras ovdáneapmái lea deaŧalaš jos sii galget joatkit bargat mánáidgárddis.

source: Juktie saemiengïelen barkijh dåårrehtidh dle såemies tjïelth leah veeljeme jollebe baalhkam vedtedh dejtie mah saemiestieh.
sme: Sámegielat bargiid rekrutterema várás lea muhtun gielddat válljen addit sámegielagiidda buoret bálkká.

source: Saemiedigkie dagkeres råajvarimmiem dåarjohte.
sme: Sámediggi doarju dán lágan doaibmabiju.

source: Ij naan statistihke gååvnesh man gellie saemiengïelen maanagïertelohkehtæjjah mah gååvnesieh, jallh gubpede dah saemiengïelen klahkh båetieh.
sme: Dál ii gávdno makkárge statistihkka mas sáhtášii oaidnit man galle sámegielat mánáidgárdeoahpaheaddji gávdnojit dahje gos sámegielat veahkkebargit rekrutterejuvvojit.

source: Juktie daate fååtese dle gïerve dovne dåårrehtimmiem barkose jïh maahtoelutnjemem soejkesjidh dejtie mah joe maanagïertine berkieh (Samiske tall forteller 2, 2009).
sme: Dát váilivuohta dagaha váttisin plánet sihke ámmáhii rekrutterema ja gelbbolašvuođa buorideami sis gaskkas geat juo barget mánáidgárddiin (Sámi logut muitalit 2, 2009).

source: Maam mijjieh daejrebe bïevnesijstie maanagïertijste dle jïjnjh maanagïertelohkehtæjjah julev- jïh åarjelsaemien maanagïertine fååtesieh.
sme: Dat maid mii dattetge diehtit lea, dieđuid mielde mánáidgárddiin ahte váilot mánáidgárdeoahpaheaddjit julev- ja máttasámi mánáidgárddiin.

source: Men aaj muvhtine dejstie noerhtesaemien dajvijste dle tjabreminie barkose dåårrehtidh.
sme: Muhto maiddái muhtun davvisámi guovlluin rahčet ámmáhii rekrutteremiin.

source: Saemiedigkien jïjtsh statistihkh barkijigujmie maanagïertine.
sme: Sámedikkis leat iežas statistihkat mánáidgárddiid bargiin.

source: Jaepien 2012 30 maanagïerth lin dåarjoem åådtjeme saemien maanagïertese jallh goevtesasse, jïh daejstie maanagïertijste mijjieh daejtie taalide åådtjeme.
sme: 2012:s leat 30 mánáidgárddi mat leat ožžon doarjaga sámi mánáidgárdái dahje sámi ossodahkii, ja dáid mánáidgárddiid loguid mii geavahit vuođđun.

source: Dejstie 30 maanagïertijste lea goh aarebi neebneme 23 saemien maanagïerth jïh 7 nöörjen maanagïerth saemien goevtesinie.
sme: Dán 30 mánáidgárddi gaskkas, leat nugo ovdalis namuhuvvon 23 sámi mánáidgárddi ja 7 dáža mánáidgárddi main lea sámi ossodat.

source: Aaj 31 nöörjen maanagïerth mah aktem saemiengïelen faalenassem vedtieh ajve akten maanese, men dah maanagïerth eah leah meatan statistihkesne mah båetieh.
sme: Nappo leat 31 mánáidgárddi mat addet sámegielat fálaldaga ovttaskas mánáide, muhto dat mánáidgárddit eai leat mielde statistihkas mii čuovvu.

source: Dejstie 23 saemien maanagïertijste dle gaajhkesh saemiengïelen åvtehkem utnieh.
sme: 23 sámi mánáidgárddis lea buohkain sámegielat jođiheaddji.

source: Dah 30 maanagïerth mah leah meatan Saemiedigkien statistihkesne tjåanghkan 55 goevtesh utnieh.
sme: Dan 30 mánáidgárddis mat leat mielde Sámedikki statistihkain leat oktiibuot 55 ossodaga.

source: Barkoedåehkien stoeredahke fïerhtene goevtesisnie lea 1 pedagogeles åvtehke jïh 2 klahkh (jallh 1 maanagïertelohkehtæjja jïh 1 klahke).
sme: Norbman juohke ossodagas lea okta pedagogalaš jođiheaddji ja guokte veahkkebargi (dahje 1 mánáidgárdeoahpaheaddji ja okta veahkkebargi).

source: Dejstie 55 pedagogeles åvtehkijstie dle 52 saemiengïelen.
sme: 55 pedagogalaš jođiheaddji gaskkas leat 52 sámegielaga.

source: Amma 3 saemiengïelen pedagogeles åvtehkh fååtesieh dejnie 30 maanagïertine.
sme: Nappo váilot golbma pedagogalaš jođiheaddji 30 mánáidgárddis.

source: Gaajhkh dah 3 saemienkuvsjem vaedtsieh jïh ånnetji saemien maehtieh.
sme: Dattetge buohkat dán golbmasis váldet dál sámegiel kurssa ja máhttet veaháš sámegiela.

source: Aaj 5 dejstie 30 pedagogeles åvtehkijstie dispensasjovnem utnieh jïh dan åvteste eah maanagïerte-lohkehtæjjaööhpehtimmiem utnieh.
sme: Vihttasis 30 pedagogalaš jođiheaddji gaskkas lea maiddái sierra lohpi go sis ii leat mánáidgárdeoahpaheaddjioahppu.

source: Dejstie jeatjah barkijijstie dle 3 klahkh mah nöörjen ietniengïeline utnieh.
sme: Eará bargiid gaskkas leat golbma veahkkebargi geain dárogiella lea eatnigiellan.

source: Akte nasjovnaale dåårrehtimmiestrategije lea evtiesovveme saemien jollebe ööhpehtæmman (2011-2014).
sme: Lea ráhkaduvvon nationála rekrutterenstrategiija sámi alit oahpu várás (2011-2014).

source: Dan åvteste dan vaenie saemiengïelen ohtsijh saemien jollebe ööhpehtæmman dle strategijesne raereste joekoen daerpies dåårrehtidh dejtie mah eah saemesth jollebe ööhpehtæmman.
sme: Go leat unnán sámegielagat ohccin sámi alit ohppui, de evttohit strategiijas ahte lea stuorra dárbu oažžut ii-sámegielagiid váldit alit oahpu.

source: Saemiedigkie vuajna daate guhkiebasse maahta meatan årrodh jienebh saemien jollebe ööhpehtæmman dåårrehtidh.
sme: Sámediggi oaidná ahte dát áiggi mielde sáhttá leat mielde rekrutteremin eambbogiid sámi alit ohppui.

source: Nasjovnaale daltesisnie Maahtoedepartemeente strategijigujmie båateme juktie viehkiehtidh dåårrehtidh jïh utniehtidh maanagïertelohkehtæjjah maanagïertesne: ” Kompetanse i barnehagen - strategi for kompetanseutvikling i barnehagesektoren 2007-2010/2011 ” og ” Strategi for rekruttering av barnehagelærere til barnehagen 2007-2011 (GLØD).
sme: Nationála dásis lea Máhttodepartemeanta almmuhan strategiijaid váikkuhan dihte mánáidgárdeoahpaheddjiid rekrutterema ja bisuheami mánáidgárddis: “ Kompetanse i barnehagen - strategi for kompetanseutvikling i barnehagesektoren 2007-2010/2011 ” ja ” Strategi for rekruttering av førskolelærere til barnehagen 2007-2011 (GLØD) ”.

source: Saemiedigkie aaj meatan daennie barkosne.
sme: Sámediggi lea maiddái searvan dán bargui.

source: Saemiedigkien maadth-njoelkedassi mietie, paragraafe 2-3a, Saemiedigkieraerien politihkeles aalkoebæjhkoehtimmesne boelhken 20092013 tjåådtje: ” Mijjieh sïjhtebe dåårrehtimmiem nænnoestehtedh faagealmetjijstie saemien gïeline jïh kultuvredaajrojne, jïh sïjhtebe vuartasjidh mejtie gåarede ööhpehtimmiefaalenassh desentraliseradidh goh akte dejstie råajvarimmijste juktie dam tjirrehtidh (…). ”
sme: Sámedikki vuođđonjuolggadusaid mielde, § 2-3 a, Sámediggeráđi politihkalaš álggahanjulggaštusas áigodahkii 2009-2013 čuožžu ná: ” Mii áigut nannet fágaolbmuid rekruterema sámegiela ja kulturmáhtu fágasurggiin, ja okta doaibmabidju maid mii deattuhit olahan dihte dan, lea vejolašvuohta oažžut lávdaduvvon oahppofálaldaga.
